Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Utvikling av terminologi innenfor alle samfunnsområder er helt nødvendig for at språket skal kunne brukes innenfor de ulike fagfeltene.
sme: Terminologiija ovddideapmi buot servodatsurggiin lea áibbas dárbbašlaš jus galggaš leat vejolaš geavahit giela buot fágasurggiin.

source: Det er derfor viktig at Sámi Giellagáldu etableres som permanent virksomhet.
sme: Danne lea dehálaš ahte Sámi Giellagáldu ásahuvvo bissovaš doaibman.

source: 8.4 Kunnskapsformidling og kompetanseheving om den samiske dimensjonen i justissektoren
sme: 8.4 Máhttogaskkusteapmi ja gealbudeapmi sámi dimenšuvnna birra justiisasuorggis

source: For å styrke samisk språk og kultur i justissektoren, er det nødvendig å øke kompetansen om den samiske dimensjonen i hele sektoren.
sme: Nanosmahttin dihtii sámi giela ja kultuvrra justiisasuorggis lea áibbas dárbbašlaš lasihit gelbbolašvuođa sámi dimenšuvnna birra olles suorggis.

source: Som et ledd i dette vil det være et mulig tiltak å digitalisere kunnskapsformidlingen og kompetansehevingen i justissektoren i form av e-læring.
sme: Dan barggu oassin livččii vejolaš doaibmabidju digitaliseret máhttogaskkusteami ja gealbudeami justiisasuorggis e-oahpahussan.

source: Kriminalomsorgens høgskole og utdanningssenter og Politihøgskolen vil kunne være sentrale i et slikt arbeid, men de økonomiske og administrative konsekvensene må utredes før et slikt tiltak kan iverksettes.
sme: Rihkusafuola allaskuvla ja Politiijaallaskuvla sáhtášedje leat guovdilat dakkár barggus, muhto ekonomalaš ja hálddahuslaš čuovvumušat fertešedje čielggaduvvot ovdalgo dakkár doaibmabidju álggahuvvo.

source: Tilråding fra Kommunal- og moderniseringsdepartementet 28. august 2020 om Samisk språk, kultur og samfunnsliv blir sendt Stortinget.
sme: Gielda- ja ođasmahttindepartemeantta ráva borgemánnu 28. beaivvi 2020 Sámi giella, kultuvra ja servodateallin sáddejuvvo Stuoradiggái.
